Repository: BaHithBENON/flutter-app---Prototype---Gouv-bj-links
Catalog: gouv_bj_links/lib/l10n/app_*.arb
Languages: es, ja, ru, tr

# helloWorld
source: Hello !
es: Hola !
ja: おはようございます ！
ru: Доброе утро !
tr: Günaydın !

# welcomeTo
source: Welcome
es: Bienvenidas/Bienvenidos
ja: いらっしゃいませ
ru: Добро пожаловать
tr: Hoş geldin

# appDescription
source: Presents all Beninese government e-services.
es: Presenta todos los servicios electrónicos del gobierno de Benin.
ja: は、ベナン政府のすべての電子サービスを提供します。
ru: — представляет все электронные услуги правительства Бенина.
tr: , Benin hükümetinin tüm e-hizmetlerini sunar.

# allInFamousBenin
source: All about the famous Benin
es: Todo sobre el famoso Benin
ja: 有名なベナンについて
ru: Все о знаменитом Бенине
tr: Ünlü Benin hakkında her şey

# differentsLinks
source: The different links
es: Los diferentes enlaces
ja: さまざまなリンク
ru: Различные ссылки
tr: Farklı bağlantılar

# visitorNumber
source: Number of visits
es: Número de visitas
ja: 訪問回数
ru: Количество посещений
tr: Ziyaret sayısı

# appThemes
source: Application Themes
es: Temas de aplicación
ja: 応用テーマ
ru: Темы приложений
tr: Uygulama Temaları

source: App languages
es: Idiomas de la aplicación
ja: アプリの言語
ru: Языки приложений
tr: Uygulama dilleri

# sharedApp
source: Share the app
es: Comparte la aplicación
ja: アプリを共有する
ru: Поделитесь приложением
tr: uygulamayı paylaş

source: Copyright
es: Derechos de autor
ja: 著作権
ru: Авторские права
tr: telif hakkı

source: Version
es: Versión
ja: バージョン
ru: Версия
tr: Sürüm

source: Discover
es: Descubrir
ja: 発見する
ru: Обнаружить
tr: Keşfetmek

source: Light
es: Luz
ja: 光
ru: Легкий
tr: Işık

source: Dark
es: Oscuro
ja: 暗い
ru: Темный
tr: Karanlık

# actualTheme
source: Current theme
es: tema actual
ja: 現在のテーマ
ru: Текущая тема
tr: Karanlık

# toSearch
source: Search
es: Buscar
ja: 研究する
ru: Исследовать
tr: Araştırma için

# buyMeACoffee
source: Buy Me a cofee
es: Cómprame un café
ja: コーヒーを買って
ru: Купи мне кофе
tr: Bana bir kahve ısmarla

# supportTeamMessage
source: Support the development team in its activities.
es: Apoyar al equipo de desarrollo en sus actividades.
ja: 開発チームの活動をサポートします。
ru: Поддерживать команду разработчиков в ее деятельности.
tr: Geliştirme ekibini faaliyetlerinde desteklemek.

source: New update available
es: Nueva actualización disponible
ja: 新しいアップデートが利用可能
ru: Доступно новое обновление
tr: Yeni güncelleme mevcut

source: Update
es: Poner al día
ja: アップデート
ru: Обновлять
tr: Güncelleme

# checkInternetAndRetry
source: Check your internet connection or try again later.
es: Comprueba tu conexión a Internet o vuelve a intentarlo más tarde.
ja: インターネット接続を確認するか、後でもう一度試してください。
ru: Проверьте подключение к Интернету или повторите попытку позже.
tr: İnternet bağlantınızı kontrol edin veya daha sonra tekrar deneyin.

# checkInternet
source: Check your internet connection.
es: Comprueba tu conexión.
ja: 接続を確認してください。
ru: Проверьте подключение.
tr: Bağlantınızı kontrol edin.

source: Made by
es: Hecho por
ja: 作られた
ru: Сделан
tr: tarafından yapılmıştır

# contactsAndSocialNetwork
source: Contacts & social networks
es: contactos y redes sociales
ja: 連絡先とソーシャル ネットワーク
ru: Контакты и социальные сети
tr: Kişiler ve sosyal ağlar

source: Skip
es: Saltar
ja: スキップ
ru: Пропускать
tr: Atlamak

# noLinksForInstant
source: No links found yet.
es: Aún no se han encontrado enlaces.
ja: リンクはまだ見つかりません。
ru: Ссылки пока не найдены.
tr: Henüz bağlantı bulunamadı.

# appDescription2
source: Shortcuts to all your Beninese government services.
es: Accesos directos a todos los servicios gubernamentales de Benin.
ja: すべてのベナン政府サービスへのショートカット。
ru: Ярлыки для всех ваших государственных услуг Бенина.
tr: Tüm Beninese hükümet hizmetlerinize kısayollar.

# todayWeCounted
source: Today we counted more than
es: Hoy, contamos más de
ja: 今日は数えました
ru: Сегодня мы насчитали более
tr: Bugün saydık

# visitsOfLinks
source: Link visitors
es: Vincular a los visitantes
ja: ビジターをリンクする
ru: Связать посетителей
tr: Ziyaretçileri bağla

# visitedLink
source: Visit link
es: Visitar enlace
ja: リンクにアクセス
ru: Перейти по ссылке
tr: Bağlantıyı ziyaret edin

# infos
source: Info
es: Información
ja: 情報
ru: Информация
tr: Bilgi

source: No back history item
es: Sin elemento de historial anterior
ja: 過去の履歴項目なし
ru: Нет элемента предыдущей истории
tr: Geçmiş öğesi yok

source: No forward history item
es: Ningún elemento de historial de reenvío
ja: 転送履歴項目なし
ru: Нет элемента истории переадресации
tr: İletim geçmişi öğesi yok
